7zip
adw-gtk-theme
ark
awww
base
base-devel
bc
bind
blueman
bluetui
bluez
bluez-utils
breeze
brightnessctl
btop
calf
clipvault
cmatrix
dolphin
dunst
easyeffects
efibootmgr
eww
fastfetch
fd
firefox
fish
flatpak
fzf
gimp
git
gnome-keyring
google-chrome
grim
grub
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
impala
inotify-tools
intel-media-driver
intel-ucode
iwd
jq
kde-cli-tools
kio-admin
kitty
kseexpr
kvantum
kvantum-qt5
lazygit
less
libnotify
libpulse
libva-intel-driver
linux
linux-firmware
localsend-bin
lowfi
lsp-plugins
lua-language-server
lua51
luarocks
matugen
mda.lv2
nano
ncdu
neovim
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nwg-look
opencode
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixie-sddm-git
plasma-workspace
polkit-kde-agent
pyright
python-pip
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pywal
qt5-wayland
qt6-wayland
qt6ct
resvg
rofi
rust
sddm
sddm-silent-theme
slurp
smartmontools
sof-firmware
spotify-launcher
sudo
swaync
sxiv
tree-sitter-cli
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
ttf-nunito
ttf-profont-nerd
ttf-sourcecodepro-nerd
tuned
tuned-ppd
unzip
uwsm
vim
vscode-langservers-extracted
vulkan-intel
waybar
wev
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
yazi
zam-plugins
zed
zoxide
zram-generator
