7zip
adw-gtk-theme
archlinux-xdg-menu
astroterm
base
base-devel
bat
blueman
bluetui
bluez
bluez-utils
breeze
brightnessctl
btop
cava
chafa
cliphist
clipvault
cmatrix
dolphin
dunst
easyeffects
efibootmgr
exfatprogs
eza
fastfetch
fd
fish
fzf
gifski
git
gnome-keyring
gptfdisk
grim
grub
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-smb
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
impala
imv
intel-media-driver
intel-ucode
iw
iwd
jq
kde-cli-tools
kio-admin
kitty
kvantum
kvantum-qt5
lazygit
legacy-launcher
libnewt
libpulse
libva-intel-driver
linux
linux-firmware
localsend
lsp-plugins
lua-language-server
lua51
luarocks
ly
mda.lv2
nano
ncdu
neovim
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nwg-look
opencode
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
polkit-kde-agent
pyright
python-pip
qrc
qt5-wayland
qt6-wayland
qt6ct
quickshell
resvg
rofi
rofi-emoji
rofimoji
sl
slurp
smartmontools
sof-firmware
spotify-launcher
sudo
swaync
sxiv
tesseract
tesseract-data-eng
tesseract-data-hin
tesseract-data-swe
tree-sitter-cli
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-profont-nerd
ttf-sourcecodepro-nerd
tuned
tuned-ppd
unicode-emoji
usbmon
uwsm
vim
vulkan-intel
waybar-git
wev
wget
wireless_tools
wireplumber
wofi
wtype
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xorg-server
xorg-xinit
yay
yazi
zen-browser-bin
zoxide
zram-generator
